Repository: ERRORDMS/DMS
Catalog: DMS/Resources/Pages.Index.*.resx
Languages: ar

source: About
ar: معلومات عنا

source: Contact us
ar: تواصل معنا

source: Control
ar: التحكم

# create
source: Create Account
ar: إنشاء حساب

source: Dashboard
ar: لوحة التحكم

# description_control
source: Have full control of all your business/family's documents and files, no need for large storage and drawers anymore!
ar: التحكم الكامل في ملفات و وثائق عملك او عائلتك بدون الحاجة الى وحدات تخزين عملاقة او ادراج لا نهاية لها

# description_first_feature
source: Our search engine makes searching for your files fast and easy! Associate all your files with specific people, specific search keys, and specific categories!
ar: باستخدام محرك البحث الخاص بنا يمكنك البحث عن ملفاتك بسرعة وسهولة! يمكنك ربط كل ملفاتك مع اشخاص ، و مفاتيح بحث وفئات محددة

# description_first_title
source: With Malafatee, you will never have to go through every single drawer or cabinet or hard disk in your business/house to find that one document from 10 years ago.
ar: مع ملفاتي،لن تحتاج الى المرور عبر كل درج في عملك/منزلك لتجد تلك الوثيقة منذ 10 سنوات

# description_question1
source: Yes, there is! You can download the Malafatee app on your phone and access your files anytime, anywhere!
ar: نعم يوجد،يمكنك تحميل تطبيق ملفاتي لتستطيع الوصول الى الملفات في اي وقت

# description_question2
source: Yes! All the files uploaded on Malafatee are encrypted and saved on our protected servers.
ar: نعم! كل الملفات المرفوعة على الموقع هي مشفرة ومخزنة على خوادم محمية

# description_question3
source: Yes! You can download any file you want any time!
ar: نعم! يمكنك تحميل الملفات التي تريد في اي وقت

# description_question4
source: Yes, you can download them and then share them on whatever platform you like!
ar: نعم!يمكنك تحميلهم ثم نشرهم على اي منصة تفضلها

# description_Savetime
source: Start saving your files on our website and you will feel so much better knowing you have everything under control!
ar: إبدا في حفط ملفاتك و وثائقك على موقعنا واشعر بالراحة بترتيب كل شيء

# description_second_feature
source: With Malafatee, you can view all your documents or files from anywhere in the world, anytime, on all devices!
ar: مع ملفاتي يمكنك مشاهدة جميع ملفاتك او وثائقك من اي مكان في العالم في اي وقت ومن جميع انواع الاجهزة

# description_second_title
source: With Malafatee, you will be able to retrieve any type of file quickly and easily with a few mouse clicks.
ar: باستخدام ملفاتي ستستطيع استرجاع اي نوع من الملفات. بسرعة وبسهولة مع قليل من النقرات

# description_sub_title1
source: With Malafatee, you can save and view more than 70+ file formats, anytime, anywhere, on any device.
ar: باستخدام ملفاتي يمكنك حفظ ومشاهدة اكثر من 70+ نوع ملف في اي وقت وفي اي مكان على اي جهاز.

# description_sub_title2
source: Crystal-clear zooming. High resolution rendering, preserving text and graphics (no rasterization) exactly as they are in the original.
ar: جودة عالية في التكبير،وضوح عالي في الاستدعاء،المحافظة على جودة النصوص والتصاميم كما هي في الملفات الاصلية

# description_sub_title3
source: Fast document loading, the whole document is not loaded at once, document pages are loaded as you are about to view them.
ar: سرعة تحميل الملف،جميع الملف لا يتحمل مرة واحدة،صفحة الملف يتم تحميلها عند تقوم بمشاهدتها فقط

# description_sub_title4
source: With Malafatee, you can find any document in a few mouse clicks, with almost no effort at all.
ar: مع ملفاتي بامكانك العثور على اي وثيقة بدون مجهود

# description_third_feature
source: With a user friendly interface, Malafatee drops all the pain and effort you have to go through to find your monthly bills, your contracts, your birth certificate, etc!
ar: مع واجهة مستخدم سهلة ،ملفاتي يتخلص من كل التعب والمجهود اللازم للبحث عن فواتيرك الشهرية ،عقودك،شهادة ميلادك، الخ

# description_work
source: Malafatee will save you time and effort.
ar: ملفاتي يحفظ الوقت والجهد

source: Email support
ar: المساعدة عبر البريد الألكتروني

source: Enterprise
ar: شركة

# first_feature
source: Never lose a file again. Period.
ar: لن تفقد اي ملف مرة اخرى

# first_title
source: You will never lose any document or file again.
ar: لن تفقد اي ملف او وثيقة مرة اخرى

source: Free
ar: مجاني

# Getin
source: Get in touch or create an account.
ar: ابداء في العمل وانشاء حساب

source: Get Started
ar: إبدا الأن

source: Home
ar: الصفحة الرئيسية

source: Legal
ar: القانون

source: Login
ar: تسجيل دخول

# Logo
source: Malafatee
ar: ملفاتي

source: mo
ar: شهريا

source: Our prices.
ar: اسعارنا

source: Pricing
ar: الاسعار

source: Privacy Policy
ar: سياسة الخصوصية

source: Product
ar: المنتج

# question1
source: Is there a mobile application for Malafatee?
ar: هل يوجد تطبيق هاتف لبرنامج ملفاتي ؟

# question2
source: Are my files secure on Malafatee?
ar: هل وثائقي آمنة على برنامج ملفاتي ؟

# question3
source: Can I download my files?
ar: هل استطيع تحميل الملفات والوثائق من ملفاتي ؟

# question4
source: Can I share my documents or files?
ar: هل استطيع مشاركة و نشر الوثائق والملفات ؟

# ready
source: Ready to get started?
ar: هل انت مستعد للبدء ؟

# Savetime
source: Save time with Malafatee
ar: وفر الوقت مع ملفاتي

# second_feature
source: Access your files from anywhere around the world
ar: قدرة الوصول الى الملفات من اي مكان في العالم

# second_title
source: Here&apos;s what you get
ar: ماذا نقدم

source: Sign Up
ar: انشاء حساب

source: Standard
ar: متوسط

# Start
source: Start Now!
ar: إبدا الأن

source: Storage
ar: تخزين

# sub_title1
source: View almost any document type (70+ file formats, including PDF & Microsoft Office)
ar: مشاهدة معظم انواع الوثائق (70+ نوع ملف من ضمنها microsoft office و pdf)

# sub_title2
source: Quality
ar: الجودة

# sub_title3
source: Performance
ar: الأداء

# sub_title4
source: Retrieve documents in a matter of seconds
ar: استرجاع وثائق في بعض من الثواني

# Terms
source: Terms &amp; Conditions
ar: الأحكام والشروط

# third_feature
source: User friendly
ar: سهولة الأستخدام

source: Unlimited
ar: تخزين لا نهائي

# Work
source: Work smarter, not harder
ar: إعمل بذكاء لا بصعوبة
